from voicy import Google

google = Google(token="token")

print(
    google.tts(
        text="من كتاب الثقة: الفضائل الاجتماعية ودورها في خلق الرخاء الاقتصادي مقدمة... كتاب الثقة هو أحد أهم كتب المؤلف الأمريكي فرانسيس فوكو ياما. صدر الكتاب عام 1995، ويتناول موضوع الثقة ودورها في التنمية الاقتصادية. يرى فوكو ياما أن الثقة هي أحد أهم العوامل التي تساهم في نجاح الاقتصاد. حيث تؤدي الثقة إلى زيادة التعاون بين الأفراد والشركات، مما يؤدي إلى زيادة الإنتاجية وتحسين الكفاءة. كما تؤدي الثقة إلى انخفاض تكاليف المعاملات، مما يجعل من الاقتصاد أكثر كفاءة. يقسم فوكو ياما الثقة إلى نوعين رئيسيين: الثقة الشخصية والثقة المؤسساتية. فالثقة الشخصية هي الثقة التي تنشأ بين الأفراد، بينما الثقة المؤسساتية هي الثقة التي تنشأ بين الأفراد والمؤسسات، مثل الحكومة والشركات. يركز فوكو ياما في كتابه على أهمية الثقة المؤسساتية. حيث يرى أن الثقة المؤسساتية هي ما يميز الاقتصادات المتقدمة عن الاقتصادات النامية. ففي الاقتصادات المتقدمة، هناك ثقة كبيرة بين الأفراد والحكومة، مما يؤدي إلى استقرار سياسي واقتصادي. كما أن هناك ثقة كبيرة بين الأفراد والشركات، مما يؤدي إلى تعاون وإنتاجية عالية. يقدم فوكو ياما في كتابه أمثلة عديدة على أهمية الثقة في التنمية الاقتصادية. فمثلا، يرى أن الثقة هي أحد الأسباب الرئيسية لنجاح الاقتصاد الياباني. حيث تتمتع اليابان بمستوى عالٍ من الثقة المؤسساتية، مما أدى إلى استقرار اقتصادي ونمو قوي. يخلص فوكو ياما في كتابه إلى أن الثقة هي عامل حاسم في التنمية الاقتصادية. حيث تؤدي الثقة إلى زيادة التعاون والإنتاجية، مما يؤدي إلى ارتفاع مستوى المعيشة. بالإضافة إلى أهمية الكتاب في مجال الاقتصاد، فإن له أهمية أيضًا في مجال علم الاجتماع. حيث يتناول الكتاب موضوع الثقة، وهو موضوع مهم في علم الاجتماع. كما أن الكتاب يقدم تحليلًا مفصلًا لدور الثقة في التنمية الاقتصادية، وهو تحليل مفيد للباحثين في مجال الاقتصاد وعلم الاجتماع.",
        voice={"ar-XA": "ar-XA-Wavenet-C"},
        format="mp3",
        pitch=-6.0,
        rate=1,
    )
)
